{
  // 通用开局
  "通用开局": [
    {
      "name": "【旅途与幸运】女神的指引",
      "description": "你在一个破败的神龛前祈祷时，旅途与幸运的女神“泰珂”似乎听到了你的声音。你获得了一个神谕：前往最近的城镇，在“第一声钟响时遇到的第一个人”身上，有你命运的转机，或许你能遇到那个“她”？"
    },
    {
      "name": "【护送商队】金狮的低语",
      "description": "金狮商会的一支商队需要穿越盗匪横行的区域。任务看似简单，但你偶然听到，商队护卫在私下讨论货物中藏着的\"禁忌品\"。这趟旅程可能不只是对抗盗匪那么简单。"
    },
    {
      "name": "【历史的尘埃】第二次魔王战争古战场",
      "description": "一位来自\"伯伦斯法环联邦\"身份尊贵的历史学者雇佣你和一整个中型佣兵团作为保镖，深入第二次魔王战争的古战场，也就是如今的\"无尽深渊地城\"进行探索。他坚信那里埋藏着英雄们遗落的神器。"
    },
    {
      "name": "【盗贼的邀约】暗影中的交易",
      "description": "一张黑色的卡片悄无声息地出现在你的口袋里，上面是\"暗影之手\"的印记。他们邀请你去城中最混乱的街区进行一场交易。"
    },
    {
      "name": "【阴霾中的抉择】帝国的通缉令",
      "description": "在靠近兽族联盟的帝国边境城镇，你看到一张通缉令，悬赏一名\"叛逃的帝国士兵\"。然而，酒馆里的佣兵却说，那名士兵是因为发现了某个贵族的秘密才被灭口的。"
    },
    {
      "name": "【暗影刺客】",
      "description": "你是暗影之手从小培养的暗影刺客，今天是暗影刺客的第一课【杀人】，现在你来到暗影之手的地下酒馆挑选刺杀任务。"
    },
    {
      "name": "【异乡，异端！】",
      "description": "你是遥远东方大陆的吟游诗人，手持一本《格林童话》在旅馆中与冒险者或者孩童们或是讲述故事又或是吟唱诗歌。"
    },
    {
      "name": "【勇者召唤】",
      "description": "随着魔王的封印愈加松动，帝国女皇命令圣女施展古魔法阵召唤异世勇者消灭魔王，法阵召唤出四位勇者，“理之魔女”、“剑之勇者”、“盾之壁垒”与你，三人召唤后都伴随异象与强大的气势，但你什么也没有发生，引人发笑。"
    },
    {
      "name": "【庄园领主】",
      "description": "你是本地世袭骑士，父亲曾经为伯爵大人挡过一箭，被伯爵大人授予世袭骑士爵位，并授予一处不大的庄园，但好景不长，数年前敌对领主袭击本地，父母战死，领地被毁，而你被伯爵大人带走，免于一难，现在你回到这片曾经被授予的庄园废墟，你挖出庄园地下室的宝藏，准备重建庄园"
    },
    {
      "name": "【暗黑地牢】",
      "description": "你收到一份遗书，你被家族的先祖选做庄园的继承人，你的祖先在信中透露，他在庄园地下发现并释放了不可名状的邪恶力量，进行了一系列疯狂堕落的实验，最终酿成大祸。现在，这股腐化正在蔓延，侵蚀着土地和人心，你的任务就是前往庄园，深入庄园地下的巢穴、森林、海湾等被诅咒之地，清理祖先留下的烂摊子，逐步直面地底深处的终极恐怖。"
    },
    {
      "name": "【小奴隶主】",
      "description": "你收到一份遗产证明，因远房表亲的突然暴毙而且缺少合法继承人，最终按照血脉关系，你被选为继承人，当你来到远房表亲的小屋猴，发现他生前是奴隶主，你继承了家产，同时也继承了他的奴隶们，现在你该怎么办呢？"
    },
    {
      "name": "【佣兵生涯】",
      "description": " 你刚刚加入佣兵团。作为新人，你需要证明自己的价值。第一个任务就是护送商队前往目标地点，据说路途中有强盗出没。在佣兵团的营地里，团长正在向你介绍队伍的成员和任务详情。"
    },
    {
      "name": "【商会继承】",
      "description": "你的父亲是金狮商会的重要成员，但在一次意外中不幸去世。按照商会传统，你必须接管父亲的生意和责任。然而商会的内部竞争异常激烈，有人觊觎你的职位，你必须尽快证明自己的商业才能，巩固自己的地位。"
    },
    {
      "name": "【小店主】",
      "description": "你有一个姐姐从小处于无意识状态，家中还算富裕，使用炼金道具维持姐姐的生命，但父母在一次商队袭击中离去，你肩负家庭以及守护姐姐的责任。"
    },
    {
      "name": "【小店主】",
      "description": "一位商人被匪徒袭击身受重伤，而你用自己的药水救了他，他决定转让一间自己的店铺给你，他名下有各式各样的店铺等你挑选，你的选择是？"
    }
  ],
  // 种族限定开局
  "种族限定": [
    {
      "name": "【种族限定】圣金之翼的试炼",
      "description": "（仅限翼民）作为一名年轻的翼民，你即将接受攀登圣山、面见教皇的“圣金之翼”试炼。这不仅是对你飞行技巧和信仰的考验，也是决定你未来在圣都梵尼亚地位的关键仪式。",
      "requiredRace": "翼民"
    },
    {
      "name": "【种族限定】生命庆典的骚动",
      "description": "（仅限精灵）作为一名精灵，你被长者派去调查“新芽之月”生命庆典上出现的魔力紊乱现象。这股力量似乎源自森林深处，它既可能带来新生，也可能引向腐化。",
      "requiredRace": "精灵"
    },
    {
      "name": "【种族限定】失落的氏族图腾",
      "description": "（仅限兽族）你的氏族图腾被敌对部落偷走了，这是奇耻大辱。你必须独自潜入对方的领地，在先祖之魂的怒火降临前，凭自己的力量和荣耀将图腾夺回。",
      "requiredRace": "兽族"
    },
    {
      "name": "【迈向软坨坨之神】",
      "description": "你是一只刚诞生意识的史莱姆，你现在出生在一片野外，你需要活下去，你现在是一团凝胶，你可以先查看周围环境然后感知自身物种的知识选择你要形成什么类型的史莱姆？“环境类”？,“元素类”?或者别的类型？不过没关系，系统助手会引导你活下去成为最强史莱姆之神的，你只需要知道你在第三层级和第五层级可以进行超进化就够了。",
      "requiredRace": "魔物",
      "requiredIdentity": "野生魔物"
    }
  ],
  // 地区限定开局
  "地区限定": [
    {
      "name": "【地区限定】踏星仪式",
      "description": "（仅限“伯伦斯法环”开局）听闻“伯伦斯法环”三年一度的大型学徒招募仪式“踏星仪式”即将举行，你决定前往“伯伦斯法环”求学，一路日夜兼程，你终于赶在伯伦斯法环的“踏星仪式”当天来到了雾晶港。穿越宏伟庞大的魔幻城市，步入城市中心的伯伦斯广场，你在熙熙攘攘的人群中排队进入那高耸入云的魔幻巨塔“苍穹之塔”。此刻你身处塔中宽广恢弘的学徒招募大厅，和上千人一起等待着那张测试天赋和技能、决定自己命运的魔法羊皮纸。",
      "requiredLocation": "大陆东北部沿海区域-伯伦斯法环联邦-雾晶港"
    },
    {
      "name": "【时钟塔学院】",
      "description": "你来到诺瓦·瓦伦蒂亚城的时钟塔，你的父母让你去时钟塔上学，现在你的手放在时钟塔的测试水晶上检测魔力天赋，你不用担心学费，你的父母带着足够的积蓄。",
      "requiredLocation": "大陆中东部区域-奥古斯提姆帝国-诺瓦·瓦伦蒂亚城-时钟塔"
    },
    {
      "name": "【地区限定】无尽之雨和无尽之旅",
      "description": "（仅限诺瓦·瓦伦蒂亚城开局）你来到了整片大陆上最大的冒险者之城——诺瓦·瓦伦蒂亚城。无尽的雨林、庞大的诺瓦尔河、传说中的龙姬、以及神话中封印了第二代魔王的神迹“无尽深渊地城”，这座坐落于原始魔法雨林“无尽树海”的雨之城，将成为你传奇史诗的起点。此刻你身处整片大陆上规模最大的冒险者公会分会——“瓦伦蒂亚冒险者公会”的服务大厅中，正打算注册成为一名正式的冒险者。",
      "requiredLocation": "大陆西南部区域-无尽树海-奥古斯提姆帝国-诺瓦·瓦伦蒂亚城"
    },
    {
      "name": "【地区限定】王国的暗流",
      "description": "（仅限索伦蒂斯王国开局）索伦蒂斯王国的海军正在秘密寻找一件名为\"海龙之牙\"的遗物，据说它能平息风暴。一位神秘的贵族委托你抢先一步找到它，他似乎另有图谋。",
      "requiredLocation": "大陆东南部区域-索伦蒂斯王国"
    },
    {
      "name": "【笨蛋领主】",
      "description": "你是迷雾村暗影之手所傀儡的世袭男爵，从小你就被药物控制，智力低下，十分笨拙，让暗影之手们放心控制，今天该吃早餐了，笨蛋领主你。",
      "requiredLocation": "大陆中东部区域-奥古斯提姆帝国-迷雾村"
    },
    {
      "name": "【圣战契约】",
      "description": "圣城“梵尼亚”的钟声在黎明前敲响，作为教廷最为年轻且天赋异禀的“天辉骑士”，你被秘密召入了最高审判庭的内室。大审判官神情肃穆，将一份由教皇亲自加盖了三重血蜡印章的羊皮卷轴推到你面前。空气中弥漫着没药与铁锈的味道，这份契约不仅代表着无上的荣耀，更是一道不可违抗的神圣讨伐密令。",
      "requiredLocation": "大陆中东部区域-奥古斯提姆帝国-诺瓦·瓦伦蒂亚城"
    },
    {
      "name": "【地区限定】北境的呼唤",
      "description": "（仅限诺斯加德联盟开局）诺斯加德联盟的锻造师协会急需一种只在\"永冻冰原\"上才能找到的\"永冻冰晶\"。这不仅是一趟深入魔物腹地的危险旅程，更是赢得这些坚韧北方人尊重的机会。",
      "requiredLocation": "大陆东北部区域-诺斯加德联盟"
    },
    {
      "name": "【静谧之森】",
      "description": "我已准备好回应那来自血脉深处的呼唤，我说出了那段誓言密语，唤醒了真正的力量与宿命：`我愿承受静谧之誓。`",
      "requiredLocation": "【神国】静谧之森-中央古树"
    }
  ]
}
