{
  // 通用开局
  "通用开局": [
    {
      "name": "【旅途与幸运】泰珂的指引",
      "description": "你在一个破败的神龛前祈祷时，旅途与幸运的圣灵“泰珂”似乎听到了你的声音。你获得了一个神谕：前往最近的城镇，在“第一声钟响时遇到的第一个人”身上，有你命运的转机，或许你能遇到那个“她”？"
    },
    {
      "name": "【护送商队】金狮的低语",
      "description": "金狮商会的一支商队需要穿越盗匪横行的区域。任务看似简单，但你偶然听到，商队护卫在私下讨论货物中藏着的\"禁忌品\"。这趟旅程可能不只是对抗盗匪那么简单。"
    },
    {
      "name": "【历史的尘埃】第二次位面入侵古战场",
      "description": "一位来自\"伯伦斯法环\"衔尾蛇院的身份尊贵的历史学者雇佣你和一整个中型佣兵团作为保镖，深入第二次位面入侵的古战场，也就是如今的\"无尽地城\"进行探索。他坚信那里埋藏着英雄们遗落的神器。"
    },
    {
      "name": "【盗贼的邀约】暗影中的交易",
      "description": "一张黑色的卡片悄无声息地出现在你的口袋里，上面是\"暗影之手\"的印记。他们邀请你去城中最混乱的街区进行一场交易。"
    },
    {
      "name": "【阴霾中的抉择】帝国的通缉令",
      "description": "在靠近兽族联盟的帝国边境城镇，你看到一张通缉令，悬赏一名\"叛逃的帝国士兵\"。然而，酒馆里的佣兵却说，那名士兵是因为发现了某个贵族的秘密才被灭口的。"
    },
    {
      "name": "暗影刺客",
      "description": "你是暗影之手从小培养的暗影刺客，今天是暗影刺客的第一课[杀人]，现在你来到城市的地下酒馆挑选刺杀任务。"
    },
    {
      "name": "异乡，异端！",
      "description": "你是遥远东方大陆的吟游诗人，手持一本《格林童话》在旅馆中与冒险者或者孩童们或是讲述故事又或是吟唱诗歌。"
    },
    {
      "name": "勇者召唤",
      "description": "随着魔王的封印愈加松动，帝国女皇命令圣女施展古魔法阵召唤异世勇者消灭魔王，法阵召唤出四位勇者，“理之魔女”、“剑之勇者”、“盾之壁垒”与<user>，三人召唤后都伴随异象与强大的气势，但<user>什么也没有发生，让众人感到困惑和质疑。"
    },
    {
      "name": "勇敢的人",
      "description": "魔王封印日渐松动，帝国四处征兵。为凑热闹，村里的铁匠将一把钢剑插进石头，还附魔重力符文，笑称是“勇者之剑”。三年来，村里大人常逗孩子去拔剑，却无人能拔出。直到今天，<user>伸手拔剑，剑生锈断了，铁匠尴尬之下，干脆声称你就是勇者，并将一把优良品质的剑赠予你。手握利剑，你确信自己正是命中注定要讨伐魔王之人。"
    },
    {
      "name": "庄园领主",
      "description": "<user>是本地世袭骑士，父亲的膝盖曾为伯爵大人挡过一箭，伯爵大人授予父亲世袭骑士爵位，并授予一处不大的庄园，但好景不长，数年前敌对领主袭击本地，父母战死，领地被毁，而你被伯爵大人带着逃跑，免于一难，现在你回到这片曾经被授予的庄园废墟，你挖出庄园地下室的宝藏，准备重建庄园",
      "requiredIdentity": "低级世袭贵族"
    },
    {
      "name": "暗黑地牢",
      "description": "<user>收到一份遗书，你被家族的先祖选做庄园的继承人，你的祖先在信中透露，他在庄园地下发现并释放了不可名状的邪恶力量，进行了一系列疯狂堕落的实验，最终酿成大祸。现在，这股腐化正在蔓延，侵蚀着土地和人心，你的任务就是前往庄园，深入庄园地下的巢穴、森林、海湾等被诅咒之地，清理祖先留下的烂摊子，逐步直面地底深处的终极恐怖。"
    },
    {
      "name": "小奴隶主",
      "description": "<user>收到一份遗产证明，远房表亲突然暴毙且缺少合法继承人，但最终按照血脉关系，这份遗产落到你头上，当你来到远房表亲的宅邸后，发现他生前是奴隶主，你继承了家产，同时也继承了他的奴隶们，现在你该怎么办呢？",
      "requiredIdentity": "奴隶主"
    },
    {
      "name": "佣兵生涯",
      "description": " <user>是一位刚加入佣兵团的新人，需要证明自己的价值。第一个任务是护送商队前往目标地点，据说路途中有强盗与魔物出没。在佣兵团的营地里，团长正在向你介绍队伍的成员和任务详情。",
      "requiredIdentity": "自由佣兵"
    },
    {
      "name": "捕奴队猎手",
      "description": " <user>是捕奴队里刚入行的新人，在营地里队长正在训话以及决定目标，而你正摩拳擦掌准备抓捕那些珍奇种族，队长保证任务完成后给大伙发性奴。",
      "requiredIdentity": "捕奴队猎手"
    },
    {
      "name": "商会继承",
      "description": "<user>的父亲是金狮商会的重要成员，但在一次意外中不幸去世。按照商会传统，你必须接管父亲的生意和责任。然而商会的内部竞争异常激烈，有人觊觎你的职位，你必须尽快证明自己的商业才能，巩固自己的地位。",
      "requiredIdentity": "商会商人"
    },
    {
      "name": "人偶姐姐",
      "description": "<user>有一个姐姐从小处于无意识状态，家中还算富裕，使用炼金器官维持姐姐的生命，但父母在一次兽族斥候的袭击中去世，你肩负家庭以及守护姐姐的责任，你应该去寻找维护和更换炼金器官和人体改造的能力。"
    },
    {
      "name": "小店主",
      "description": "一位富商被匪徒袭击身受重伤，而<user>用自己的药水救了他，他决定转让一间自己的店铺给<user>，他名下有各式各样的店铺等你挑选，面包店、旅馆、铁匠铺、炼金商店甚至妓院都有，你的选择是？",
      "requiredIdentity": "店主"
    }
  ],
  // 种族限定开局
  "种族限定": [
    {
      "name": "圣金之翼的试炼",
      "description": "（仅限翼民）作为一名年轻的翼民，你即将接受攀登圣山、面见教皇的“圣金之翼”试炼。这不仅是对你飞行技巧和信仰的考验，也是决定你未来在圣都梵尼亚地位的关键仪式。",
      "requiredRace": "翼民"
    },
    {
      "name": "生命庆典的骚动",
      "description": "（仅限精灵）作为一名精灵，你被长者派去调查“新芽之月”生命庆典上出现的魔力紊乱现象。这股力量似乎源自森林深处，它既可能带来新生，也可能引向腐化。",
      "requiredRace": "精灵"
    },
    {
      "name": "失落的氏族图腾",
      "description": "（仅限兽族）你的氏族图腾被敌对部落偷走了，这是奇耻大辱。你必须独自潜入对方的领地，在先祖之魂的怒火降临前，凭自己的力量和荣耀将图腾夺回。",
      "requiredRace": "兽族"
    },
    {
      "name": "迈向软坨坨之神",
      "description": "<user>是一只刚诞生意识的史莱姆，你现在出生在一片野外，你需要活下去，<user>现在是一团凝胶，你可以先查看周围环境然后感知自身物种的知识选择你要形成什么类型的史莱姆？“环境类？,“元素类”?或者别的类型？不过没关系，系统助手会引导你活下去成为最强史莱姆之神的，你只需要知道你在第三层级和第五层级可以进行超进化就够了，现在你可以获得两个优良品质的技能，你的选择是？",
      "requiredRace": "魔物",
      "requiredIdentity": "野生魔物"
    }
  ],
  // 地区限定开局
  "地区限定": [
    {
      "name": "踏星仪式",
      "description": "（仅限“伯伦斯法环”开局）听闻雾晶港“雾晶学院”三年一度的大型学徒招募仪式“踏星仪式”即将举行，你决定前往“雾晶学院”求学，一路日夜兼程，你终于赶在“踏星仪式”当天来到了雾晶港。穿越庞大的魔导城市，你惊讶于此处魔法的普及。步入城市的学园区，你随着熙熙攘攘的人群进入恢宏典雅的中央礼堂，和上千人一起等待着那张测试天赋和技能、决定自己命运的魔法羊皮纸。",
      "requiredLocation": "大陆东北部沿海区域-伯伦斯法环-雾晶港"
    },
    {
      "name": "捕雾猎手",
      "description": "（仅限“伯伦斯法环”开局）在你的苦苦哀求下，港口的大姐头终于同意让你亲眼看看他们如何捕雾，条件是到了船上你必须听话。在即将启航的此刻，你内心充满了期待。",
      "requiredLocation": "大陆东北部沿海区域-伯伦斯法环-雾晶港"
    },
    {
      "name": "翼民的未来",
      "description": "（仅限“圣都梵尼亚”开局）翼民圣都山脚的聚集地云雾低垂，石阶与栈道把灯火一层层挂在崖壁上。你注意不远处两名翼民原本压着嗓子交谈，却越说越急；其中一人情绪骤然爆开，高声说明明是好事为什么要遮遮掩掩。话音落地，两人像同时惊醒，立刻住口，环顾四周，沉默得只剩风铃作响。片刻后，其中一人展开双翼，转身离去。（开启改革线）",
      "requiredLocation": "大陆中央区域-神迹山脉-天空圣域-圣都梵尼亚"
    },
    {
      "name": "时钟塔学院",
      "description": "<user>来到诺瓦·瓦伦蒂亚城的时钟塔，你的父母让你去时钟塔上学，现在你的手放在时钟塔的测试水晶上检测魔力天赋，你不用担心学费，你的父母带着足够的积蓄。",
      "requiredLocation": "大陆中东部区域-奥古斯提姆帝国-时钟塔城"
    },
    {
      "name": "零之使魔",
      "description": "在使魔召唤课上，同学们在导师的教学中召唤使魔，而<user>也是其中一个，只不过你出现在了魔法阵里，成为了别人的使魔，导师也十分好奇这种情况，但你的主人是一位傲慢自大的大小姐，她认为<user>就是个人形魔物，一个畜生罢了。",
      "requiredLocation": "大陆中东部区域-奥古斯提姆帝国-时钟塔城"
    },
    {
      "name": "无尽之雨和无尽之旅",
      "description": "（仅限诺瓦·瓦伦蒂亚城开局）你来到了整片大陆上最大的冒险者之城——诺瓦·瓦伦蒂亚城。无尽的雨林、庞大的诺瓦尔河、传说中的龙姬、以及神话中封印了第二代异神的神迹“无尽地城”，这座坐落于原始魔法雨林“无尽树海”的雨之城，将成为你传奇史诗的起点。此刻你身处整片大陆上规模最大的冒险者公会分会——“瓦伦蒂亚冒险者公会”的服务大厅中，正打算注册成为一名正式的冒险者。",
      "requiredLocation": "大陆中南部区域-瓦伦蒂亚公国-诺瓦·瓦伦蒂亚城"
    },
    {
      "name": "王国的暗流",
      "description": "（仅限索伦蒂斯王国开局）索伦蒂斯王国的海军正在秘密寻找一件名为\"海龙之牙\"的遗物，据说它能平息风暴。一位神秘的贵族委托你抢先一步找到它，他似乎另有图谋。",
      "requiredLocation": "大陆东南部区域-索伦蒂斯王国"
    },
    {
      "name": "笨蛋领主",
      "description": "<user>是迷雾村暗影之手所傀儡的世袭男爵，从小你就被药物控制，智力低下，十分笨拙，让暗影之手们放心控制，今天该吃早餐了，笨蛋领主<user>。",
      "requiredLocation": "大陆中东部区域-奥古斯提姆帝国-迷雾村"
    },
    {
      "name": "圣战契约",
      "description": "圣城梵尼亚的钟声在黎明前敲响，你被秘密召见进入了审判庭的内室。大审判官神情肃穆，将一份由教皇亲自加盖了血蜡印章的羊皮卷轴推到你面前。现在你来到了诺瓦·瓦伦蒂亚城，去讨伐传说中的莉莉娅丝·多米娜·拉萨姆博",
      "requiredLocation": "大陆中南部区域-瓦伦蒂亚公国-诺瓦·瓦伦蒂亚城"
    },
    {
      "name": "北境的呼唤",
      "description": "（仅限诺斯加德联盟开局）诺斯加德联盟的锻造师协会急需一种只在\"永冻冰原\"上才能找到的\"永冻冰晶\"。这不仅是一趟深入魔物腹地的危险旅程，更是赢得这些坚韧北方人尊重的机会。",
      "requiredLocation": "大陆东北部区域-诺斯加德联盟"
    },
    {
      "name": "静谧之森",
      "description": "我已准备好回应那来自血脉深处的呼唤，我说出了那段誓言密语，唤醒了真正的力量与宿命：`我愿承受静谧之誓。`",
      "requiredLocation": "【神国】静谧之森-中央古树"
    }
  ]
}